const qnaList = [
  {
    q: '1.나는 먹방 위주의 여행을 좋아한다',
    a: [
      { answer:'예',type: [1, 2, 4] },
      { answer:'아니오', type: [0, 3, 6, 5] },
    ]
  },
  {
    q: '2. 나는 여유로운 스타일의 여행을 좋아한다  ',
    a: [
      { answer:'예',type: [0, 3, 2] },
      { answer:'아니오',type: [1, 6, 5] },
    ]
  },
  {
    q: '3. 나는 관광지를 다니는것을 좋아한다 ',
    a: [
      { answer:'예',type: [1, 3, 2] },
      {answer:'아니오', type: [7] },
    ]
  },
]

const infoList = [
  {
    name: '수성못',
    desc: '위치 : 대구 수성구 두산동 512 대구광역시 수성구 상동·두산동·파동·지산동에 걸쳐 있는 유원지. '
  },
  {
    name: '안지랑 곱창 거리',
    desc: '위치 : 대구 남구 안지랑로16길 67'
  },
  {
    name: '대구 북성로 우동&연탄불고기와 공구박물관',
    desc: '위치 : 대구광역시 중구 북성로 \n 북성로에서 공구박물관 구경후 바로 옆에 우동&불고기가 있어 유명함'

  },
  {
    name: '대구 떡볶이 박물관 [신전뮤지엄] ',
    desc: '위치 : 대구광역시 북구 관음로 43 입장료: 10,000원 ' 

  },

  {
    name: '이월드 ',
    desc: '위치 : 대구광역시 달서구 두류공원로 200 이월드 입장료: 26,000원 ' 

  },
  {
    name: '두류공원 야외음악당 ',
    desc: '위치 : 대구광역시 북구 \n 관음로 43 입장료: 무료 ' 

  },
  {
    name: '동성로 ',
    desc: '위치 : 대구광역시 중구 용덕동 '


  },

  {
    name: '대구 국립박물관 ',
    desc: '위치 : 대구광역시 수성구 청호로 321 입장료 : 무료 ' 

  },

  
]
